const data = [
    { date: '2019년', '쿠팡': 1520, '알리':0, '11번가': 820, '테무':0, 'G마켓': 560, 'GS_Shop': 380, '옥션': 400, 'CJ_온스타일': 290, '롯데ON': 100, '올리브영': 90 },
    { date: '2020년', '쿠팡': 1850, '알리':0, '11번가': 750, '테무':0,'G마켓': 630, 'GS_Shop': 400, '옥션': 380, 'CJ_온스타일': 300, '롯데ON': 100, '올리브영': 170 },
    { date: '2021년', '쿠팡': 2550, '알리':0, '11번가': 870, '테무':0,'G마켓': 700, 'GS_Shop': 400, '옥션': 400, 'CJ_온스타일': 290, '롯데ON': 180, '올리브영': 100 },
    { date: '2022년', '쿠팡': 2850, '알리':0, '11번가': 920, '테무':0,'G마켓': 650, 'GS_Shop': 370, '옥션': 340, 'CJ_온스타일': 370, '롯데ON': 180, '올리브영': 70 },
    { date: '2023년', '쿠팡': 3070, '알리': 830, '11번가': 740, '테무': 800, 'G마켓': 540, 'GS_Shop': 380, '옥션': 280, 'CJ_온스타일': 240, '롯데ON': 240, '올리브영': 330 },
    { date: '2024년', '쿠팡': 3220, '알리': 920, '11번가': 770, '테무': 690, 'G마켓': 550, 'GS_Shop': 380, '옥션': 300, 'CJ_온스타일': 240, '롯데ON': 230, '올리브영': 230 },
];

export default data;